Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# assessment.mental.q8.b
source: Ich schieße sofort aggressiv zurück und versuche, die Schuld auf jemand anderen abzuwälzen.
en: I immediately fire back aggressively and try to shift the blame onto someone else.
es: Inmediatamente respondo agresivamente y trato de echarle la culpa a otra persona.
fr: Je riposte immédiatement de manière agressive et j'essaie de rejeter la faute sur quelqu'un d'autre.
hi: मैं तुरंत आक्रामक तरीके से जवाबी कार्रवाई करता हूं और दोष किसी और पर मढ़ने की कोशिश करता हूं।
it: Rispondo immediatamente in modo aggressivo e cerco di scaricare la colpa su qualcun altro.
ja: 私はすぐに積極的に反撃し、責任を他の人に転嫁しようとします。
ko: 나는 즉시 공격적으로 반격하고 책임을 다른 사람에게 전가하려고 합니다.
nl: Ik vuur onmiddellijk agressief terug en probeer de schuld op iemand anders af te schuiven.
pl: Natychmiast agresywnie odpowiadam i próbuję zrzucić winę na kogoś innego.
pt: Eu imediatamente respondo agressivamente e tento transferir a culpa para outra pessoa.
ru: Я сразу же агрессивно отвечаю и пытаюсь свалить вину на кого-то другого.
tr: Hemen agresif bir şekilde karşılık veriyorum ve suçu başka birine atmaya çalışıyorum.
zh_hans: 我立刻以攻击性的方式反击，并试图把责任推给别人。
zh_hant: 我立即激烈回擊，並試圖將責任推到別人身上。

# assessment.mental.q8.c
source: Ich gebe den Fehler sachlich zu, ohne mich tausendmal zu entschuldigen, und korrigiere ihn später.
en: I admit the mistake matter-of-factly without apologizing a thousand times and correct it later.
es: Admito el error con total naturalidad sin disculparme mil veces y lo corrijo más tarde.
fr: J'admets l'erreur d'un ton neutre, sans m'excuser mille fois et je la corrige plus tard.
hi: मैं हजारों बार माफी मांगे बिना तथ्यात्मक रूप से गलती स्वीकार करता हूं और बाद में इसे सुधारता हूं।
it: Ammetto l'errore in modo pratico senza scusarmi mille volte e lo correggo in seguito.
ja: 私は何千回も謝らずに淡々と間違いを認め、後で訂正します。
ko: 저는 수천 번 사과하지 않고 사실대로 실수를 인정하고 나중에 바로잡습니다.
nl: Ik geef de fout feitelijk toe, zonder me duizend keer te verontschuldigen, en corrigeer deze later.
pl: Przyznaję się do błędu rzeczowo, bez przepraszania tysiąc razy i poprawiam go później.
pt: Admito o erro com naturalidade, sem me desculpar mil vezes e corrijo mais tarde.
ru: Я признаю ошибку по существу, не извиняясь тысячу раз, и исправляю её позже.
tr: Binlerce kez özür dilemeden hatamı kabul ediyorum ve daha sonra düzeltiyorum.
zh_hans: 我客观地承认错误，而不反复道歉，然后再纠正它。
zh_hant: 我實事求是地承認錯誤，沒有道歉一千次，然後改正。

# assessment.mental.q8.d
source: Ich spiele es als Witz runter, schäme mich aber innerlich wochenlang in Grund und Boden.
en: I play it off as a joke, but I'm ashamed inside for weeks.
es: Lo tomo como una broma, pero por dentro me siento avergonzado durante semanas.
fr: Je joue ça comme une blague, mais j'ai honte intérieurement pendant des semaines.
hi: मैं इसे मजाक के रूप में खेलता हूं, लेकिन मैं कई हफ्तों तक अंदर ही अंदर शर्मिंदा रहता हूं।
it: Lo interpreto come uno scherzo, ma dentro di me mi vergogno da settimane.
ja: 冗談だと思っていますが、何週間も心の中では恥ずかしく思っています。
ko: 나는 그것을 농담으로 연기하지만 속으로는 몇 주 동안 부끄러워했습니다.
nl: Ik speel het af als een grap, maar ik schaam me wekenlang vanbinnen.
pl: Traktuję to jako żart, ale w środku wstydzę się tego od tygodni.
pt: Faço isso como uma piada, mas sinto vergonha por dentro há semanas.
ru: Я преуменьшаю это как шутку, но внутренне испытываю стыд неделями до основания.
tr: Şaka yapıyorum ama içten içe haftalarca utanıyorum.
zh_hans: 我把它当作玩笑来处理，但内心却为此感到羞愧好几周。
zh_hant: 我把這當作一個玩笑，但幾週來我內心都感到羞愧。

# assessment.mental.q9
source: Jemand beschuldigt dich einer Sache, die du definitiv NICHT getan hast. Es gibt keine Beweise gegen dich, aber auch keine für dich.
en: Someone accuses you of something you definitely did NOT do. There is no evidence against you, but there is no evidence for you either.
es: Alguien te acusa de algo que definitivamente NO hiciste. No hay pruebas en su contra, pero tampoco las hay a su favor.
fr: Quelqu’un vous accuse de quelque chose que vous n’avez certainement PAS fait. Il n’y a aucune preuve contre vous, mais il n’y a aucune preuve pour vous non plus.
hi: कोई आप पर किसी ऐसी चीज़ का आरोप लगाता है जो आपने निश्चित रूप से नहीं किया है। आपके ख़िलाफ़ कोई सबूत नहीं है, लेकिन आपके लिए भी कोई सबूत नहीं है।
it: Qualcuno ti accusa di qualcosa che sicuramente NON hai fatto. Non ci sono prove contro di te, ma non ce ne sono nemmeno a tuo carico.
ja: あなたが絶対にやっていないことで誰かがあなたを非難します。あなたに不利な証拠はありませんが、あなたにも証拠はありません。
ko: 누군가가 당신이 확실히 하지 않은 일에 대해 당신을 비난합니다. 당신에 대한 증거는 없지만 당신에 대한 증거도 없습니다.
nl: Iemand beschuldigt je van iets dat je beslist NIET hebt gedaan. Er is geen bewijs tegen u, maar er is ook geen bewijs voor u.
pl: Ktoś oskarża Cię o coś, czego na pewno NIE zrobiłeś. Nie ma dowodów przeciwko tobie, ale nie ma też dowodów dla ciebie.
pt: Alguém acusa você de algo que você definitivamente NÃO fez. Não há provas contra você, mas também não há provas a seu favor.
ru: Кто-то обвиняет тебя в том, чего ты определённо НЕ делал. Нет доказательств против тебя, но и нет доказательств в твою пользу.
tr: Birisi sizi kesinlikle yapmadığınız bir şeyle suçluyor. Aleyhinize bir delil yok ama sizin aleyhinize de bir delil yok.
zh_hans: 有人指控你做了一件你绝对没有做过的事情。没有对你不利的证据，但也没有对你有利的证据。
zh_hant: 有人指責你做了一些你絕對沒有做過的事情。沒有對你不利的證據，但也沒有對你有利的證據。

# assessment.mental.q9.a
source: Ich verfalle in Panik und schreibe endlose Rechtfertigungs-Nachrichten.
en: I panic and write endless justification messages.
es: Entro en pánico y escribo interminables mensajes de justificación.
fr: Je panique et j’écris des messages de justification sans fin.
hi: मैं घबरा जाता हूं और अंतहीन औचित्य संदेश लिखता हूं।
it: Vado nel panico e scrivo infiniti messaggi di giustificazione.
ja: 私はパニックに陥り、延々と正当化メッセージを書きます。
ko: 나는 당황하고 끝없는 정당화 메시지를 씁니다.
nl: Ik raak in paniek en schrijf eindeloze rechtvaardigingsberichten.
pl: Wpadam w panikę i piszę niekończące się wiadomości z usprawiedliwieniami.
pt: Entro em pânico e escrevo intermináveis ​​mensagens de justificativa.
ru: Я впадаю в панику и пишу бесконечные сообщения с оправданиями.
tr: Paniğe kapılıyorum ve sonsuz gerekçe mesajları yazıyorum.
zh_hans: 我陷入恐慌，写下无休止的辩解消息。
zh_hant: 我驚慌失措，寫了沒完沒了的理由訊息。

# assessment.mental.q9.b
source: Ich räche mich sofort und beschuldige ihn ebenfalls einer Sache.
en: I immediately take revenge and accuse him of something too.
es: Inmediatamente me vengo y lo acuso de algo también.
fr: Je me venge immédiatement et l'accuse aussi de quelque chose.
hi: मैं तुरंत बदला लेता हूं और उस पर कुछ आरोप भी लगाता हूं।'
it: Mi vendico subito e accuso anche lui di qualcosa.
ja: 私もすぐに復讐し、彼を何かで非難します。
ko: 나는 즉시 복수하고 그에게도 무언가를 비난합니다.
nl: Ik neem onmiddellijk wraak en beschuldig hem ook van iets.
pl: Od razu się zemszczę i jego też o coś oskarżam.
pt: Eu imediatamente me vingo e o acuso de alguma coisa também.
ru: Я сразу отомщу и тоже обвиню его в чем-то.
tr: Hemen intikam alıyorum ve onu da bir şeyle suçluyorum.
zh_hans: 我会立即报复，并指控他同样的一件事。
zh_hant: 我立即報復並指責他。

# assessment.mental.q9.c
source: Ich sage einmal klar, dass es nicht stimmt. Wer mir nicht glaubt, ist sein Problem. Ich gehe weiter.
en: Let me say clearly that it is not true. If you don't believe me, that's your problem. I'm moving on.
es: Déjame decir claramente que no es cierto. Si no me crees, ese es tu problema. Estoy siguiendo adelante.
fr: Permettez-moi de dire clairement que ce n'est pas vrai. Si vous ne me croyez pas, c'est votre problème. Je continue.
hi: मैं स्पष्ट रूप से कह दूं कि यह सच नहीं है। यदि आप मुझ पर विश्वास नहीं करते, तो यह आपकी समस्या है। मैं आगे बढ़ रहा हूं.
it: Lasciatemi dire chiaramente che non è vero. Se non mi credi, è un tuo problema. Sto andando avanti.
ja: それは真実ではないとはっきり言っておきます。私の言うことを信じないなら、それはあなたの問題です。先に進みます。
ko: 사실이 아님을 분명히 말씀드립니다. 당신이 나를 믿지 않는다면 그것은 당신의 문제입니다. 나는 계속 나아간다.
nl: Laat ik duidelijk zeggen dat dit niet waar is. Als je mij niet gelooft, is dat jouw probleem. Ik ga verder.
pl: Powiem wyraźnie, że to nieprawda. Jeśli mi nie wierzysz, to twój problem. Idę dalej.
pt: Deixe-me dizer claramente que isso não é verdade. Se você não acredita em mim, o problema é seu. Estou seguindo em frente.
ru: Я ясно говорю, что это неправда. Кто мне не верит, тот пусть сам разберётся с этим. Я продолжаю идти дальше.
tr: Bunun doğru olmadığını açıkça söyleyeyim. Bana inanmıyorsan bu senin sorunun. Devam ediyorum.
zh_hans: 我明确地说，这不是真的。谁不相信我，那是他的问题。我继续前行。
zh_hant: 我要明確地說，這不是真的。如果你不相信我，那是你的問題。我繼續前進。

# assessment.mental.q9.d
source: Ich fange an, an mir selbst zu zweifeln. Vielleicht habe ich es unbewusst doch irgendwie verursacht?
en: I'm starting to doubt myself. Maybe I unconsciously caused it somehow?
es: Estoy empezando a dudar de mí mismo. ¿Quizás lo causé inconscientemente de alguna manera?
fr: Je commence à douter de moi. Peut-être que je l'ai inconsciemment causé d'une manière ou d'une autre ?
hi: मैं चाहता हूँ, एक और बात जो मैं चाहता हूँ. शायद मैंने अनजाने में किसी तरह इसका कारण बना दिया?
it: Comincio a dubitare di me stesso. Forse l'ho causato inconsciamente in qualche modo?
ja: 自分自身を疑い始めています。もしかしたら私が無意識のうちに何らかの原因を作ってしまったのでしょうか？
ko: 나는 내 자신을 의심하기 시작했습니다. 어쩌면 내가 무의식적으로 원인을 제공한 것은 아닐까?
nl: Ik begin aan mezelf te twijfelen. Misschien heb ik het op de een of andere manier onbewust veroorzaakt?
pl: Zaczynam w siebie wątpić. Może nieświadomie w jakiś sposób to spowodowałem?
pt: Estou começando a duvidar de mim mesmo. Talvez eu tenha causado isso inconscientemente de alguma forma?
ru: Я начинаю сомневаться в себе. Может быть, я как-то бессознательно все же это вызвал?
tr: Kendimden şüphe etmeye başlıyorum. Belki bilinçsizce bir şekilde buna sebep oldum?
zh_hans: 我开始怀疑自己。也许我不自觉地还是以某种方式造成了这一切？
zh_hant: 我開始懷疑自己了。也許是我無意識地造成的？

# assessment.mental.q10
source: Du arbeitest seit 14 Stunden an einer Aufgabe, bist völlig übermüdet, aber es fehlt noch ein winziges, unwichtiges Detail zur Perfektion.
en: You've been working on a task for 14 hours, you're completely exhausted, but there's still a tiny, unimportant detail missing from perfection.
es: Llevas 14 horas trabajando en una tarea, estás completamente agotado, pero todavía falta un pequeño detalle sin importancia para alcanzar la perfección.
fr: Cela fait 14 heures que vous travaillez sur une tâche, vous êtes complètement épuisé, mais il manque encore un tout petit détail sans importance à la perfection.
hi: आप किसी कार्य पर 14 घंटे से काम कर रहे हैं, आप पूरी तरह से थक चुके हैं, लेकिन अभी भी एक छोटा, महत्वहीन विवरण पूर्णता से गायब है।
it: Stai lavorando a un compito da 14 ore, sei completamente esausto, ma manca ancora un piccolo dettaglio non importante per raggiungere la perfezione.
ja: 1 つのタスクに 14 時間取り組んでいて、完全に疲れきっていますが、完璧を保つためには、重要でない小さな細部がまだ欠けています。
ko: 14시간 동안 작업을 수행하여 완전히 지쳤지만 완벽함에서 여전히 작고 중요하지 않은 세부 사항이 누락되었습니다.
nl: Je hebt 14 uur aan een taak gewerkt, je bent volledig uitgeput, maar er ontbreekt nog steeds een klein, onbelangrijk detail aan de perfectie.
pl: Pracujesz nad zadaniem 14 godzin, jesteś totalnie wyczerpany, a do perfekcji brakuje jeszcze małego, nieistotnego szczegółu.
pt: Você está trabalhando em uma tarefa há 14 horas, está completamente exausto, mas ainda falta um detalhe minúsculo e sem importância na perfeição.
ru: Ты работаешь над заданием уже 14 часов, полностью измучен, но для совершенства не хватает ещё одной крошечной, неважной детали.
tr: 14 saattir bir görev üzerinde çalışıyorsunuz, bitkin durumdasınız ama yine de mükemmelliğin içinde küçücük, önemsiz bir detay eksik.
zh_hans: 你已经连续工作了14个小时在一个任务上，完全疲惫，但为了完美仍然缺少一个微小、不重要的细节。
zh_hant: 你已經在一項任務上工作了 14 個小時，你已經筋疲力盡，但仍然缺少一個微小的、不重要的細節，不夠完美。

# assessment.mental.q10.a
source: Ich mache es noch schnell fertig, egal wie unkonzentriert ich bin.
en: I'll finish it quickly, no matter how unfocused I am.
es: Lo terminaré rápido, no importa lo desconcentrado que esté.
fr: Je le terminerai rapidement, même si je suis flou.
hi: मैं इसे जल्दी से पूरा कर लूंगा, चाहे मैं कितना भी अनफोकस्ड क्यों न रहूं।
it: Lo finirò velocemente, non importa quanto sono distratto.
ja: どんなに集中力がなくても、すぐに終わらせます。
ko: 아무리 정신이 없더라도 빨리 끝내겠습니다.
nl: Ik zal het snel afmaken, hoe ongericht ik ook ben.
pl: Skończę to szybko, niezależnie od tego, jak bardzo jestem nieskoncentrowany.
pt: Vou terminar rapidamente, não importa o quão desfocado eu esteja.
ru: Я все еще быстро закончу это, несмотря на то, насколько я рассеян.
tr: Ne kadar odaklanmamış olsam da çabuk bitireceğim.
zh_hans: 我还是赶紧把它做完，无论我多么分心。
zh_hant: 不管我多麼不專心，我都會很快完成它。

# assessment.mental.q10.b
source: Ich lasse es sein, es ist sowieso gut genug, merkt eh keiner.
en: I'll let it be, it's good enough anyway, no one will notice anyway.
es: Lo dejaré así, de todos modos es bastante bueno, de todos modos nadie se dará cuenta.
fr: Je laisse faire, c'est assez bien de toute façon, personne ne le remarquera de toute façon.
hi: मैं इसे रहने दूँगा, वैसे भी यह काफी अच्छा है, वैसे भी किसी का ध्यान नहीं जाएगा।
it: Lascio stare, va bene comunque, tanto nessuno se ne accorgerà.
ja: そのままにしておきます、とにかく十分です、どうせ誰も気づかないでしょう。
ko: 놔두겠습니다. 어쨌든 충분합니다. 어쨌든 아무도 눈치 채지 못할 것입니다.
nl: Ik laat het maar, het is toch goed genoeg, niemand zal het toch merken.
pl: Zostawię tak, i tak jest dobrze, nikt i tak tego nie zauważy.
pt: Vou deixar para lá, é bom o suficiente de qualquer maneira, ninguém vai notar de qualquer maneira.
ru: Я оставлю это, оно и так достаточно хорошее, всё равно никто не заметит.
tr: Kendi haline bırakacağım, zaten yeterince iyi, zaten kimse fark etmeyecek.
zh_hans: 我就算了，反正已经够好了，反正没人会注意到。
zh_hant: 我就這樣吧，反正已經夠好了，反正沒人會注意到。

# assessment.mental.q10.c
source: Ich stoppe sofort. 95％ reichen völlig. Schlaf und Fokus für morgen sind strategisch wichtiger.
en: I'll stop immediately. 95％ is completely sufficient. Sleep and focus for tomorrow are strategically more important.
es: Pararé inmediatamente. El 95％ es completamente suficiente. Dormir y concentrarse para el mañana son estratégicamente más importantes.
fr: Je vais arrêter immédiatement. 95％ est tout à fait suffisant. Le sommeil et la concentration pour demain sont stratégiquement plus importants.
hi: मैं तुरंत रुक जाऊंगा. 95％ पूर्णतः पर्याप्त है। नींद और कल पर ध्यान केंद्रित करना रणनीतिक रूप से अधिक महत्वपूर्ण है।
it: Mi fermerò immediatamente. Il 95％ è completamente sufficiente. Dormire e concentrarsi per il domani sono strategicamente più importanti.
ja: すぐにやめます。 95％ あれば完全に十分です。明日への睡眠と集中力は戦略的により重要です。
ko: 즉시 중지하겠습니다. 95％면 충분합니다. 내일을 위한 수면과 집중이 전략적으로 더 중요합니다.
nl: Ik stop onmiddellijk. 95％ is volledig voldoende. Slaap en focus voor morgen zijn strategisch belangrijker.
pl: Natychmiast przestanę. 95％ w zupełności wystarczy. Sen i koncentracja na jutro są strategicznie ważniejsze.
pt: Vou parar imediatamente. 95％ é completamente suficiente. O sono e o foco para amanhã são estrategicamente mais importantes.
ru: Я останавливаюсь немедленно. 95％ вполне достаточно. Сон и концентрация на завтра стратегически важнее.
tr: Hemen duracağım. ％95 tamamen yeterli. Uyku ve yarına odaklanmak stratejik olarak daha önemlidir.
zh_hans: 我立刻停止。95％已经完全足够。为了明天的睡眠和专注更具战略意义。
zh_hant: 我會立即停下來。 95％就完全足夠了。睡眠和明天的注意力在策略上更為重要。

# assessment.mental.q10.d
source: Ich verliere mich noch 2 Stunden in Details und hasse mich am nächsten Morgen dafür.
en: I lose myself in details for another 2 hours and hate myself for it the next morning.
es: Me pierdo en detalles durante otras 2 horas y me odio por ello a la mañana siguiente.
fr: Je me perds dans les détails pendant encore 2 heures et je me déteste pour ça le lendemain matin.
hi: मैं अगले दो घंटों के लिए खुद को विवरणों में खो देता हूं और अगली सुबह इसके लिए खुद से नफरत करता हूं।
it: Mi perdo nei dettagli per altre 2 ore e mi odio per questo la mattina dopo.
ja: さらに2時間ほど細部に没頭し、翌朝そのことに嫌悪感を抱きます。
ko: 나는 또 다른 2시간 동안 세부사항에 빠져들고 다음날 아침에 그것이 싫어진다.
nl: Ik verlies mezelf nog twee uur lang in details en haat mezelf er de volgende ochtend om.
pl: Zatracam się w szczegółach przez kolejne 2 godziny i nienawidzę się za to następnego ranka.
pt: Eu me perco em detalhes por mais 2 horas e me odeio por isso na manhã seguinte.
ru: Я ещё 2 часа теряюсь в деталях и ненавижу себя за это на следующее утро.
tr: 2 saat daha kendimi ayrıntılarda kaybediyorum ve ertesi sabah kendimden nefret ediyorum.
zh_hans: 我还会在细节上浪费两个小时，然后第二天早上为此恨自己。
zh_hant: 我又在細節中迷失了兩個小時，並在第二天早上為此討厭自己。

# assessment.mental.q11
source: Dein Chef verlangt von dir, eine Aufgabe auf einem völlig ineffizienten Weg zu erledigen. Du kennst einen 10x schnelleren Weg.
en: Your boss is asking you to complete a task in a completely inefficient way. You know a way 10x faster.
es: Tu jefe te pide que completes una tarea de una manera completamente ineficiente. Conoces una forma 10 veces más rápida.
fr: Votre patron vous demande d'accomplir une tâche de manière totalement inefficace. Vous connaissez un moyen 10 fois plus rapide.
hi: आपका बॉस आपसे किसी कार्य को पूरी तरह से अकुशल तरीके से पूरा करने के लिए कह रहा है। आप 10 गुना अधिक तेजी से जानते हैं।
it: Il tuo capo ti sta chiedendo di completare un'attività in modo del tutto inefficiente. Conosci un modo 10 volte più veloce.
ja: あなたの上司はあなたに、まったく非効率的な方法でタスクを完了するよう求めています。 10 倍高速な方法をご存知ですか。
ko: 당신의 상사는 당신에게 완전히 비효율적인 방식으로 작업을 완료하라고 요구하고 있습니다. 10배 더 빠른 방법을 알고 있습니다.
nl: Je baas vraagt ​​je om een ​​taak op een volkomen inefficiënte manier uit te voeren. Je kent een manier die 10x sneller is.
pl: Twój szef prosi Cię o wykonanie zadania w zupełnie nieefektywny sposób. Znasz sposób 10 razy szybszy.
pt: Seu chefe está pedindo que você conclua uma tarefa de uma forma totalmente ineficiente. Você conhece um caminho 10x mais rápido.
ru: Твой начальник требует от тебя выполнить задачу полностью неэффективным способом. Ты знаешь способ, который в 10 раз быстрее.
tr: Patronunuz sizden bir görevi tamamen verimsiz bir şekilde tamamlamanızı istiyor. 10 kat daha hızlı bir yol biliyorsun.
zh_hans: 你的老板要求你以一种完全低效的方式完成一项任务。你知道有一种快10倍的方法。
zh_hant: 您的老闆要求您以完全低效的方式完成任務。你知道有一種方法可以快 10 倍。

# assessment.mental.q11.a
source: Ich mache es stumm und zähneknirschend so, wie er es will. Er ist der Boss.
en: I do it silently and gritting my teeth the way he wants. He's the boss.
es: Lo hago en silencio y apretando los dientes como él quiere. Él es el jefe.
fr: Je le fais en silence et en serrant les dents comme il le souhaite. C'est le patron.
hi: मैं इसे चुपचाप और अपने दाँत पीसते हुए वैसे ही करता हूँ जैसे वह चाहता है। वह मालिक है.
it: Lo faccio in silenzio e stringendo i denti come vuole lui. Lui è il capo.
ja: 私は彼が望むように、黙って歯を食いしばってそれを行います。彼が上司です。
ko: 나는 그가 원하는 방식으로 조용히 이를 악물고 있다. 그는 상사입니다.
nl: Ik doe het in stilte en knarsetand zoals hij wil. Hij is de baas.
pl: Robię to po cichu i zaciskam zęby, tak jak on chce. On jest szefem.
pt: Faço isso silenciosamente e cerrando os dentes do jeito que ele quer. Ele é o chefe.
ru: Я делаю это молча и скрипя зубами так, как он хочет. Он босс.
tr: Bunu sessizce yapıyorum ve dişlerimi onun istediği gibi gıcırdatıyorum. O patron.
zh_hans: 我默默地、咬牙地照他想要的方式去做。他是老板。
zh_hant: 我默默地做著，咬緊牙關，用他想要的方式去做。他是老闆。

# assessment.mental.q11.b
source: Ich diskutiere hitzig mit ihm, bis er genervt aufgibt oder mir den Mund verbietet.
en: I argue heatedly with him until he gives up in annoyance or shuts me up.
es: Discuto acaloradamente con él hasta que se da por vencido molesto o me hace callar.
fr: Je discute vivement avec lui jusqu'à ce qu'il abandonne avec agacement ou me fasse taire.
hi: मैं उससे तब तक गरमागरम बहस करता हूं जब तक कि वह झुंझलाकर हार नहीं मान लेता या मुझे चुप नहीं करा देता।
it: Discuto animatamente con lui finché non si arrende irritato o mi zittisce.
ja: 彼がイライラして諦めるか、私を黙らせるまで、私は彼と激しく議論します。
ko: 나는 그가 짜증을 내며 포기하거나 내 입을 닫을 때까지 그와 열띤 논쟁을 벌인다.
nl: Ik maak hevig ruzie met hem totdat hij het geïrriteerd opgeeft of mij de mond snoert.
pl: Kłócę się z nim zawzięcie, dopóki się nie podda ze zirytowania lub mnie nie zamknie.
pt: Eu discuto acaloradamente com ele até que ele desiste, aborrecido, ou me cala a boca.
ru: Я горячо спорю с ним, пока он не сдаётся раздражённо или не запрещает мне говорить.
tr: O sinirle pes edinceye ya da beni susturana kadar hararetli bir şekilde onunla tartışıyorum.
zh_hans: 我与他激烈地争论，直到他恼怒地放弃或禁止我说话。
zh_hant: 我和他激烈地爭論，直到他生氣地放棄或讓我閉嘴。

# assessment.mental.q11.c
source: Ich mache es auf meinen schnellen Weg und zeige ihm nur das fertige, perfekte Ergebnis.
en: I do it my quick way and just show him the finished, perfect result.
es: Lo hago a mi manera rápida y simplemente le muestro el resultado perfecto y terminado.
fr: Je le fais à ma manière et je lui montre simplement le résultat fini et parfait.
hi: मैं इसे अपने त्वरित तरीके से करता हूं और उसे अंतिम, उत्तम परिणाम दिखाता हूं।
it: Lo faccio nel mio modo veloce e gli mostro semplicemente il risultato finito e perfetto.
ja: 私は自分なりのやり方でやって、完成した完璧な結果を彼に見せるだけです。
ko: 나는 신속하게 작업을 수행하고 완성된 완벽한 결과를 그에게 보여줍니다.
nl: Ik doe het op mijn snelle manier en laat hem gewoon het voltooide, perfecte resultaat zien.
pl: Robię to po swojemu i po prostu pokazuję mu gotowy, idealny efekt.
pt: Eu faço isso do meu jeito rápido e apenas mostro a ele o resultado final e perfeito.
ru: Я делаю это своим быстрым способом и показываю ему только готовый, идеальный результат.
tr: Bunu kendi hızlı yöntemimle yapıyorum ve ona bitmiş, mükemmel sonucu gösteriyorum.
zh_hans: 我用我自己的快速方法来做，只向他展示最终的、完美的结果。
zh_hant: 我以快速的方式完成，然後向他展示完美的完成結果。

# assessment.mental.q11.d
source: Ich frage höflich, ob ich einen neuen Ansatz testen darf. Wenn er Nein sagt, siehe A.
en: I politely ask if I can test a new approach. If he says no, see A.
es: Cortésmente pregunto si puedo probar un nuevo enfoque. Si dice que no, ver A.
fr: Je demande poliment si je peux tester une nouvelle approche. S'il dit non, voir A.
hi: मैं विनम्रतापूर्वक पूछता हूं कि क्या मैं एक नए दृष्टिकोण का परीक्षण कर सकता हूं। यदि वह नहीं कहता है, तो ए देखें।
it: Chiedo gentilmente se posso testare un nuovo approccio. Se dice di no, vedere A.
ja: 新しいアプローチをテストできるかどうかを丁寧に尋ねます。彼がノーと言った場合は、A を参照してください。
ko: 나는 새로운 접근 방식을 테스트할 수 있는지 정중하게 묻습니다. 그가 아니오라고 하면 A를 참조하세요.
nl: Ik vraag beleefd of ik een nieuwe aanpak mag testen. Als hij nee zegt, zie A.
pl: Grzecznie pytam, czy mogę przetestować nowe podejście. Jeśli powie nie, zob. A.
pt: Pergunto educadamente se posso testar uma nova abordagem. Se ele disser não, veja A.
ru: Я вежливо спрашиваю, могу ли я попробовать новый подход. Если он скажет нет, см. A.
tr: Kibarca yeni bir yaklaşımı test edip edemeyeceğimi soruyorum. Hayır diyorsa A'ya bakın.
zh_hans: 我礼貌地询问我是否可以测试一个新方法。如果他说不，请参见A。
zh_hant: 我禮貌地詢問是否可以測試一種新方法。如果他說不，請參考 A。
